Repository: collective/collective.wasthisuseful
Catalog: collective/wasthisuseful/locales/*/LC_MESSAGES/collective.wasthisuseful.po
Languages: es, nl

source: Disable rating for this item and its children
es: Desactivar la calificación para este elemento y sus hijos
nl: Waarding uitschakelen voor dit item en alle onderliggend items

source: Disable rating for this item only
es: Desactivar la opinión de este elemento solo
nl: Waarding uitschakelen voor dit item

source: Enable rating for this item and its children
es: Habilitar calificación para este elemento y sus hijos
nl: Waarding inschakelen voor dit item en alle onderliggend items

source: Enable rating for this item only
es: Habilitar calificación para este elemento solo
nl: Waarding inschakelen voor dit item

source: No, this information was not useful.
es: No, esta información no es útil.
nl: Nee, deze informatie kwam niet van pas.

source: Rating was disabled for this object
es: Calificación esta deshabilitada para este elemento
nl: Waarding is uitgeschakeld voor dit object

source: Rating was disabled for this object and its children
es: Calificación esta deshabilitada para este elemento y sus hijos
nl: Waardering is uitgeschakeld voor dit object en onderliggende objecten

source: Rating was enabled for this object
es: Calificación estaba habilitado para este elemento
nl: Waarding is ingeschakeld voor dit object

source: Rating was enabled for this object and its children
es: Calificación esta habilitada para este elemento y sus hijos
nl: Waardering is ingeschakeld voor dit object en onderliggende objecten

source: Usefulness Ratings
es: Calificaciones de utilidad
nl: Waarderingen van bruikbaarheid

source: Was This Useful settings
es: Configuraciones Was This Useful
nl: Instellingen voor "Kwam deze informatie van pas"

source: Yes, this information was useful.
es: Sí, esta información fue útil.
nl: Ja, deze informatie kwam van pas.

source: heading_settings_screen
es: Configuración Calificaciones de utilidad

source: help_enabled_types
es: ¿Para qué tipos de contenido se permitirá calificar?
nl: Voor welke content-typen moeten waarderingen van bruikbaarheid worden aangezet?

source: label_comment
es: Comentario
nl: Opmerking bij waardering van bruikbaarheid

source: label_enabled_types
es: Tipos habilitados
nl: Actieve typen

source: label_value
es: Calificación
nl: Waardering van bruikbaarheid

source: label_was_this_useful
es: ¿Esta información fue útil?
nl: Kwam deze informatie van pas?

source: label_why
es: ¿Por favor, puede explicar por que no fue útil esta información?
nl: Kunt u aangeven waarom niet?

source: label_why_noscript
es: ¿Por favor, puede explicar por que no fue útil esta información?

source: message_thank_you
es: Gracias por su calificación
nl: Bedankt voor het geven van uw mening!

source: text_rating_disabled
es: Calificación esta deshabilitada para este elemento <span>y sus hijos<-span>

source: text_rating_enabled
es: Calificación esta habilitada para este elemento <span>y sus hijos<-span>

source: label_email
nl: Vul uw e-mailadres in, zodat wij kunnen reageren op uw opmerking.
